[Catalan]
Translated_by=ismab2013 (ismab2013@outlook.com)
Translation_version=1
Translated_for=LinuxLive USB Creator 2.9
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=PASO 1 : TRIÏ LA SEVA UNITAT
STEP 2 : CHOOSE A SOURCE=PASO 2 : TRIÏ UNA FONT
STEP 3 : PERSISTENCE=PASO 3 : TAMANY DE PERSISTÈNCIA
STEP 4 : OPTIONS=PASO 4 : OPCIONS
STEP 5 : CREATE=PASO 5 : CREACIÓ
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=mín
Label=Etiqueta
Size=Tamany
Help=Ajuda
Please read=Llegeix si us plau
Error=Error
:::::::::::::::::::::::::::::::::::::::::::::::::::: Pas 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Triï un dispositiu
Hard drives=Discs durs
No key found=No s'ha trobat el dispositiu
:::::::::::::::::::::::::::::::::::::::::::::::::::: Pas 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Descarregar
Support for .IMG files is experimental=El suport per als fitxers .IMG és experimental
Only Live mode is currently available in step 3, virtualization option has been disabled=Només el mode En Viu (Live mode) està disponible en el pas 3, la opció de virtualizació està deshabilitada
LinuxLive USB Creator essaiera quand même de l'installer en utilisant les même paramêtres que pour=LinuxLive USB Creator intentarà instal·lar utilitzant els mateixos paràmetres que per a
:::::::::::::::::::::::::::::::::::::::::::::::::::: Paso 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Només mode En Viu)
(Persistent Mode)=(Mode persistent)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Pas 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Amagar fitxers creats
(except for Umenu.exe)=(excepte per Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formatejar el dispositivo en FAT32 (això esborrarà totes les seves dades !!)
Enable launching LinuxLive in Windows (requires internet to install)=Activar l'inici de LinuxLIVE a Windows (requereix Internet per ser instal·lat)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Pas 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Fes clic al raig per començar la instal·lació
Please choose a FAT32 or FAT formated key or check the formating option=Si us plau eligeix un dispositiu un dispositiu formatejat en FAT32 o FAT o revisa la opció de formateig
No disk selected=No hi ha cap disc seleccionat
No file selected=No hi ha cap fitxer seleccionat
No folder or CD selected=No hi ha cap carpeta o CD seleccionat
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=Si us plau seleccioni una imagtge ISO de CD de LinuxLive
Please choose a CD of LinuxLive Live or its folder=Si us plau seleccioni un CD de LinuxLive Live o la seva carpeta
Start creation of LinuxLive USB=Començar la creació de LinuxLive USB
Please validate step 1 to 3=Si us plau revisa del pas 1 al 3
Are you sure you want to format this disk and lose your data=Està segur que desitja donar format a aquest disc i perdre les seves dades
Formatted in=Formatat en
Formating the key=Donant format al dispositiu
Step 1 to 3 OK=Passos del 1 al 3 OK
Cleaning previous installations ( 2min )=Netejant les anteriors instal·lacions ( 2min )
Setting up virtualization software=Configurant el programari de virtualització
VirtualBox already downloaded=Ja s'ha descarregat el VirtualBox
A new version of VirtualBox is available=Una nova versió de VirtualBox està disponible
This new version will be downloaded=Aquesta nova versió serà descarregada
Downloading VirtualBox as a background task=Descarregant VirtualBox en segon pla
Download started succesfully=La descàrrega ha començat correctament
Download failed to start=La descàrrega no ha pogut començar
VirtualBox will not be installed=VirtualBox no serà instal·lat
Integrity could not be verified=La integritat no pogut ser verificada
Will attempt installation=S'intentarà la instal·lació
Cannot download=No s'ha pogut descarregar
Extracting ISO file on key=Extraient la arxiu ISO en el dispositiu
Writing image to the usb stick=Grabant la imatge al dispositiu
Copying files to the key=Copiant fitxers al dispositiu
Renaming some files=Renombrant alguns fitxers
Hiding files=Amagant fitxers
Creating file for persistence=Creant fitxer per a les dades persistents
Formating persistence file=Donant format al fitxer per a les dades persistents
Live mode : no persistence file=Mode En Viu : cap arxiu de persistència
Ubuntu variant found=Variant d'Ubuntu trobada
Installing boot sectors=Instal·lant sectors d'arrencada
Downloading VirtualBox=Descarrgant VirtualBox
Download complete=Descàrrega completa
Cleaning previous VirtualBox install=Netejant instalacions prèvies de VirtualBox
Extracting VirtualBox on key=Descomprimint VirtualBox en el dispositiu
Applying VirtualBox settings=Aplicant configuració de VirtualBox
Your LinuxLive key is now up and ready=El seu dispositiu LinuxLive esta llest per funcionar
You do not have enough rights to launch VirtualBox=No tens suficients permisos per posar en marxa VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Si us plau, inicieu sessió com a administrador o executeu VirtualBox amb drets d'administrador
Free memory below 256mb threshold=Tens menys de 256MB lliures de memòria
This is not enough to launch LinuxLive in Windows=Això no es suficient per iniciar LinuxLive en Windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: Arhivo de Ayuda ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Falta el fitxer d'ajuda
:::::::::::::::::::::::::::::::::::::::::::::::::::: Sobre ( Ajuda Pas 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Sobre aquesta aplicació
User's Guide=Guia de usuari
Virtualization Tutorial (FR)=Tutorial de Virtualizació (FR)
Donate=Donar
Version=Versió
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuració del teclat ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Aquesta ISO no és compatible
Detecting keyboard layout=Detectat la distribució del teclat
French (France)=Francès (França)
French (Swiss)=Francès (Suïssa)
Dutch=Alemany
Portuguese=Portuguès
US or other (qwerty)=US o altres (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuració de VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Error en crear VMDK
Key not found, VMDK is invalid=Dispositivo no encontrado, VMDK no és valido
Try to launch again SetupForAutoVMDK.exe=Intentar posar en marxa de nou SetupForAutoVMDK.exe
Do you want to ignore this error=Vols ignorar aquest error?
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérificacions MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=No s'ha trobat el fitxer MD5SUMS
Canceling check=Cancel·lant la revisió
You have the right ISO file but it is corrupted or was altered=Tens el fitxer ISO correcte però està corrupte o ha sigut alterada
Please download it again=Si us plau, descarregui-la de nou
Verifying=Verificant
This ISO is not compatible=Aquesta ISO no és compatible
Please read the compatibility list in user guide=Si us plau, llegeix la llista de comatibilitat en la guía d'usuari
If your version is in this list, this mean that your file is corrupted, please download it again=Si la seva versió es troba en la llista, això vol dir que el fitxer està corrupte, si us plau descarregui-la de nou
This version is compatible and its integrity was checked=Aquesta versió és compatible y la seva integritat ha sigut verificada i és bona
Check completed=Revisió realitzada
Integrity + compatibility check=Revisat la integritat i la compatibilitat
Unable to open MD5SUM.txt=No es pot obrir MD5SUM.txt
Checking integrity=Revisat la integritat
This file is corrupted=Este archivo esta corrupto
All files have been successfully checked=Todos los archivos han sido revisados
Checking file=Revisant el fitxer
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menú del dispositiu ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Mode de persistència
Live Mode=Mode En Viu (Live mode)
Install=Instal·lar
File Integrity Check=Revisió de la integritat del fitxer
Memory Test=Test de memòria
:::::::::::::::::::::::::::::::::::::::::::::::::::: Finestra de bugs ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=S'ha produït un error
An anonymous report was sent in order to fix this error as soon as possible=Un informe anònim va ser per arreglar el problema tan aviat com sigui possible
Show bug report=Veure l'informe del bug
Restart application=Reiniciar la aplicació
Close application=Tancar la aplicació
Last Actions=Últimes accions
Unique anonymous ID=ID anònima única
Report status=Estat de l'informe
Pending=Pendent
Error (not sent)=Error (no enviat)
Sent=Enviat
:::::::::::::::::::::::::::::::::::::::::::::::::::: Finestra d'ajuda final ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Per tal de posar en marxa LinuxLIVE :
Remove your key and insert it again=Traieu el vostre dispositiu i inseriu-lo un altre cop
Go to 'My Computer'=Anar a 'El meu ordinador'
Right click on you key and select :=Feu clic dret sobre el vostre dispositiu i seleccioneu :
'LinuxLive!' to launch linux in windows='LinuxLive!' to launch linux in windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' to launch VirtualBox full interface
'CD Menu' to launch the original CD menu='CD Menu' to launch the original menu of CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=O
Manually=Manualment
Automatically=Automàticament
Please select a linux to continue=Si us plau seleccioni una distribució de Linux per continuar
Looking for the fastest mirror=Cercant per el servidor més ràpid
Testing mirror=Probant el servidor
No online mirror found=No s'ha trobat cap servidor en línea
Please check your internet connection or try with another linux=Si us plau comprova la seva connexió a Internet o prova amb una altre distribució Linux
Select this file as the source when download will be completed=Seleccioni aquest fitxer com a font quan la descàrrega estigui completa
Downloading=Descarregant
from=des de
Error while trying to download=Error mentre s'intentava descarregar
Latency=Latència
Server Name=Nom del Servidor
Copy link=Copia l'enllaç
Launch in my browser=Obrir en el meu navegador
Best mirrors=Millors Servidors
Good mirrors=Servidors Bons
Bad mirrors=Servidores Mals
Dead mirrors=Servidors Caiguts
Check will begin shortly=La comprobació s'iniciarà en uns segons
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Seleccioni el teu Linux favorit
There is a new version available=Hi ha una nova versió disponible
Your LiLi's version is not up to date=La teva versió de LiLi no està actualtizada
Last version is=La última versió és la
Your version is=La teva versió és la
Do want to download it=Vols descarregar-la 
Error while trying to find physical disk number=Error mentres s'intentava trobar el número del disc físic
This Linux is not in the compatibility list=Aquest Linux no està en la llista de compatibilitat
Setting the memory to the recommended value=Ajustant la memòria als valors recomenats
Free memory is below the recommended value for your Linux to run in Windows=La memòria lliure es troba per sota dels valors per a que el teu Linux funcioni correctament en Windows
Recognized Linux=Linux reconegut
Built-in Persistency=Persistència incorporada
:::::::::::::::::::::::::::::::::::::::::::::::::::: nou en 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Ja has creat un dispositiu USB
Are you sure that you want to recreate one=Està segur de que vol tornar a crear-ne una?
The compatibility list has been updated=La llista de compatibilitat ha sigut actualitzada
These linuxes are now supported=Aquestes distribucions de Linux ara estan suportades
Official Ubuntu Variants=Variants Oficials d'Ubuntu
Ubuntu Based Variants=Variants Basades en Ubuntu
Fedora Variants=Variants de Fedora
Debian Variants=Variants de Debian
PCLinuxOS Variants=Variants de PCLinuxOS
Rescue CDs=Rescatar CDs
Light Linuxes=Distribucions de Linux Lleugeres
Gentoo Based=Basat en Gentoo
Security Purpose=Propòsit de Seguritat
Others=Altres
Regular Linux (works with most linuxes)=Distribucións de Linux Comunes(Funcionen amb la majoria de les distribuciones)
:::::::::::::::::::::::::::::::::::::::::::::::::::: nou en 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Actualizant VirtualBox Portable
Help me to improve LiLi=Ajudeu-me a millorar LiLi
This is a Beta or Release Candidate version=Aquesta és una versió Beta o Release Candidate
Click OK to leave a feedback or click Cancel to close this window=Clic OK per deixar la teva opinió i els teus comentaris o clic Cancel·lar per tancar aquesta finestra
Options=Opcions
General=General
Versions=Versions
Compatibility List=Llista de compatibilitat
Make a donation=Fer una donació
Contact me=Contácta'm
CopyLeft by=CopyLeft per
GPL v3 License=Llicència GPL v3
Language=Llenguatge
Available languages=Llengües disponibles
Proxy=Proxy
Proxy settings=Configuració de Proxy
No proxy=No proxy
Use system settings=Utilitzar les configuracions del sistema
Use custom settings=Utilitzar configuració personalitzada
Proxy URL=URL de Proxy
Port=Port
Username=Nom d'Usuari
Password=Contrasenya
Status=Estat
Test settings=Provar configuracions
You are connected=Estàs connectat
You are disconnected=Estàs desconnectat
Not tested yet=No provat encara
Update=Actualitzar
Check for updates=Cercar actualitzacions
Stable releases only=Només versions estables
Stable and beta releases=Versions estables y beta
Advanced=Avamçat
Do not modify these options unless you know what you are doing=No modifiquis aquestes opcions a menys que sàpiga el que està fent
Select a Linux=Seleccioni una distribució Linux
Install parameters=Instal·lar paràmetres
Use LiLi automatic recognition=Utilitzar la recognició automàtica de LiLi
highly recommended=Altament recomenat
Force using same parameters as=Forçar la utilització dels mateixos paràmetres que
Netbook screen detected=Pantalla de netbook detectada
Your screen vertical resolution is less than 600 pixels=Tens una resolució vertical menor a 600 piexels
Please use the arrow keys (up and down) of your keyboard to move the interface=Si us plau, utilitza les fletxes (amunt i avall) del seu teclat per moure't per la interfície
However, LinuxLive USB Creator will try to use same install parameters as for=No obstant això, LinuxLIVE USB Creator intentarà utilitzar els mateixos paràmetres d'instal·lació que per
Testing=Provant
:::::::::::::::::::::::::::::::::::::::::::::::::::: nou en 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Em sap greu per els inconvenients però LiLi s'ha bloquejat
Please enter an email address and a detailed comment about this crash=Si us plau proporciona un correu electrònic i detalls sobre aquest error
I will contact you as soon as I can=Em posaré en contacte amb tú el més aviat possible
Show crash report=Mostrar l'informe de l'Error
Close (don't send)=Tancar (No enviar)
Send Report=Enviar l'informe
Your file is corrupted=El fitxer està corrupte
Please download it again=Si us plau, descarregui de nou
Read the log for more information=Llegeix el log per més informació
Starting LinuxLive USB Creator=Iniciant LinuxLive USB Creator
Checking for new major version=Verificant si hi ha versions majors
Checking for new minor version=Verificant si hi ha versions menors
Checking for new Portable-VirtualBox version=Verificant si hi ha una nova versió de Portable-VirtualBox
Reading compatibility list=Llegint la llista de compatibilitat
Loading interface=Carregant la Interfíce
Getting drive list=Obtenint la llista de Dispositius
Logging system configuration=Carregant la configuració del sistema
Checking for updates=Verificant si hi ha actualizacions
Please close any application accessing your key and try again=Si us plau tanca qualsevol aplicació que estigui accedint a la memòria del dispositiu USB
Checking VirtualBox archive integrity=Verificant la integritat del fitxer de VirtualBox
VirtualBox archive integrity checked=Integritat del fitxer VirtualBox verificada
Unzipping VirtualBox archive to disk=Descomprimint el fitxer VirtualBox en el disc
VirtualBox archive is corrupted=El fitxer de VirtualBox està corrupte
Force using default mode (works with most Linuxes)=Forçar l'ús del mode per defecte (funciona amb la majoria de les distribucions)
There is a new Beta version available=Hi ha una nova versió Beta disponible
Your LiLi's version is not up to date=La seva versió de LiLi no està actualizada
Last beta version is=La última versió Beta és 
Server-oriented=Orientat al servidor
